Repository: Ivan-IM/VitaMi
Catalog: VitaMi/*.lproj/Localizable.strings
Languages: ru

source: After the end of testing, you will receive an intermediate result.
ru: После окончания тестирования Вы получите промежуточный результат.

source: Are you sure you want to reset the last test results? This will result in the loss of lab data.
ru: Вы действительно хотите сбросить результаты последнего тестирования? Это приведет к потере данных лабораторного анализа

source: At any time you can check the selected symptoms in the list, as well as change the selection. The intermediate result will automatically change.
ru: В любой момент Вы сможете проверить выбранные симптомы в списке, а также изменить выбор. Промежуточный результат автоматически изменится.

source: Attention!
ru: Внимание!

source: Choose symptoms that have been bothering you lately and are atypical for your usual condition.
ru: Выберете симптомы, которые беспокоят Вас в последнее время и являются нетипичными для Вашего обычного состояния.

source: Clear
ru: Очистить

source: Could not create user at this time.
ru: Невозможно зарегистророваться сейчас.

source: Could not save user's full name.
ru: Не удалось сохранить полное имя пользователя.

source: Dismiss
ru: Отмена

source: During testing, select the symptoms that you think have appeared recently and are not associated with any disease at the time of testing.
ru: Во время тестирования выберете симптомы, которые как Вы считаете появились в последнее время и не связаны с каким-либо заболеванием на момент прохождения тестирования.

source: First, we recommend to get tested.
ru: Изначально рекомендуем пройти тестирование.

source: Foods high in %@:
ru: Продукты с высоким содержанием %@:

source: Forgot Password
ru: Забыли пароль

source: Getting the result
ru: Получение результата

source: If you start testing the symptom list is cleared.
ru: Если вы начнете тестирование список симптомов очистится.

source: In the Analysis menu, you can enter the results of a blood test for deficiencies of trace elements and vitamins, and also switch the Results menu to obtain a final conclusion.
ru: В меню Анализ, Вы можете внести результаты анализа крови на дефицит микроэлементов и витаминов, а также переключить меню Результаты на получение итогового заключения.

source: Incorrect Password for this account.
ru: Неверный пароль.

source: Large number of symptoms! Recheck the choice of symptoms. Otherwise, we recommend that you see your doctor to rule out the disease.
ru: Большое число симптомов! Перепроверьте выбор симптомов. В противном случае рекомендуем обратиться к врачу для исключения заболевания.

source: Login
ru: Войти

source: Login failed
ru: Ошибка входа

source: No Auth Data Result
ru: Нет результата аутентификации

source: No Current User
ru: Нет текущего пользователя

source: No Document Snapshot
ru: Нет документа

source: No Snapshot Data
ru: Нет данных

source: No User
ru: Нет пользователя

source: Not a valid email address.
ru: Неверный email.

source: Not a valid email address. This account does not exist.
ru: Неверный email. Аккаунт не зарегистрирован.

source: Password
ru: Пароль

source: Request a password reset
ru: Восстановление пароля

source: Reset
ru: Сбросить

source: Sign Up
ru: Регистрация

source: Start testing?
ru: Начать тестирование?

source: Symptom %lld/%lld
ru: Симптом %lld/%lld

source: Symptom selection and test result changed. Would you like to update the list of trace elements and vitamins for analysis?
ru: Выбор симптомов и результат тестирования изменен. Хотите обновить список микроэлементов и витаминов для анализа?

source: The application is not a full-fledged diagnostic tool. The development of this system is aimed at drawing attention to the imbalance in the diet in the modern world, as well as to draw public attention to the indiscriminate intake of dietary supplements, trace elements and vitamins.
ru: Приложение не является полноценным диагностическим инструментом. Разработка данной системы направлена на привлечения внимания к дисбалансу рациона в современном мире, а также обратить внимание общества на беспорядочный прием биологически активных добавок, микроэлементов и витаминов.

source: The imbalance of micronutrients and vitamins in the body is a very common phenomenon, we often do not notice it or blame it on lack of sleep, energy resources and bad mood. However, this symptomatology is very often the result of a violation of a balanced diet, unbalanced diets and insufficient consumption of a number of foods.
ru: Нарушение баланса микроэлементов и витаминов в организме - очень распространенное явление, зачастую мы этого не замечаем или списываем на недостаток сна, энергетических ресурсов и плохое настроение. Однако данная симптоматика очень часто является следствием нарушения рационального питания, несбалансированных диет и недостаточного потребеления ряда продуктов.

source: The result of laboratory analysis
ru: Результат лабораторного анализа

source: The system will automatically correct the results, give a brief information on the selected item and show a list of food products with a high content of this microelement or vitamin.
ru: Система автоматически откорректирует результаты, выдаст краткую справку по выбранной позиции и покажет список продуктов питания с высоким содержанием данного микроэлемента или витамина.

source: Unable to create Apple ID Credential
ru: Невозможно создать учетные данные Apple ID

source: Unable to fetch identity token
ru: Невозможно получить токен

source: Unable to serialize token string from data
ru: Невозможно получить токен из данных

source: Unknown error. Cannot log in.
ru: Неизвестная ошибка. Вход невозможен.

source: Welcome to the VitaMi laboratory.
ru: Добро пожаловать в лабораторию VitaMi.

source: You have entered micronutrient and vitamin deficiency analysis data. Update test results?
ru: Вы внесли данные анализа на дефицит микроэлементов и витаминов. Обновить результаты тестирования?

source: Hello %@!
ru: Привет %@!

source: The VitaMi laboratory is ready for diagnostics.
ru: Лаборатория VitaMi готова к диагностике.

source: Confirm Password
ru: Повторите пароль

source: Register
ru: Регистрация

source: Start Testing
ru: Начать тестирование

source: Symptoms List
ru: Список симптомов

source: Analysis
ru: Анализ

source: Results
ru: Результаты

source: Are you sure you want to clear the symptoms list?
ru: Вы действительно хотите очистить список симптомов

source: Symptoms are characteristic of a deficiency or reduced intake of the following trace elements and vitamins. For a more accurate result, it is necessary to take a blood test in any clinic.
ru: Симптомы характерны для дефицита или сниженного потребления следующих микроэлементов и витаминов. Для более точного результата необходимо сдать анализ крови в любой клининке.

source: Your condition does not indicate a deficiency or reduced intake of any micronutrients and vitamins.
ru: Ваше состояние не указывает на дефицит или сниженное потребление каких-либо микроэлементов и витаминов.

source: The analysis results are specific to
ru: Результаты анализа характерны для

source: deficit state
ru: дефицитного состояния

source: reduced consumption
ru: сниженного потребления

source: the following trace elements and vitamins.
ru: следующих микроэлементов и витаминов.

source: Email Address
ru: Email

source: Enter email address
ru: Введите email

source: Full name
ru: Имя

source: Enter your full name.
ru: Введите имя.

source: Enter a valid email address.
ru: Введите действующий email

source: Must be 8 characters containing at least one number and one Capital letter.
ru: Должен состоять из 8 символов, содержащих хотя бы одну цифру и одну заглавную букву.

source: Password fields do not match.
ru: Пароли не совпадают

source: YES
ru: ДА

source: NO
ru: НЕТ

source: Back
ru: Назад
